<?php

return [
    'Save' => 'บันทึกสำเร็จ',
    'Updated' => 'อัปเดตสำเร็จแล้ว',
    'Restore' => 'กู้คืนสำเร็จแล้ว',
    'Restore_fail' => 'กู้คืนไม่สำเร็จ',
    'Show_fail' => 'ไม่สามารถแสดงได้',
    'Deleted' => 'ลบสำเร็จ',
    'Duplicate' => 'คัดลอกข้อมูลสำเร็จ',
    'Force_Cannot' => 'การลบทิ้งแบบถาวร กู้คืนไม่ได้ โปรดยืนยันคำสั่ง',
    'Force' => 'ลบทิ้งแบบถาวรสำเร็จแล้ว',
    'Please' => 'กรุณาเลือกอย่างน้อย 1 รายการ',

    '2user_case1' => 'ข้อมูลนี้ถูกลบไปแล้ว ไม่สามารถแก้ไขได้. กรุณาติดต่อหัวหน้างาน ( Supervisor หรือ Administrator ) ในแผนกของท่าน',
    '2user_case2' => 'ข้อมูลนี้ถูกลบไปแล้ว ไม่สามารถคัดลอกข้อมูลได้. กรุณาติดต่อหัวหน้างาน ( Supervisor หรือ Administrator ) ในแผนกของท่าน',
    '2user_case3' => 'ข้อมูลนี้ถูกลบไปแล้ว ไม่สามารถคัดลอกข้อมูลได้. กรุณาติดต่อหัวหน้างาน ( Supervisor หรือ Administrator ) ในแผนกของท่าน',
    '2user_case4' => 'ข้อมูลนี้ถูกลบไปแล้ว',

];